{
  "id": "105",
  "articles": [
    {
      "id": "1500",
      "title": "Lanzarote, Canary Islands",
      "recommended": "January",
      "content": "It's no secret the Canary Islands offer reliable winter sun – but it may surprise that there's another side to Lanzarote. Skip the East Coast's gaudy mega-hotels and discover a very cool Canary. Much of the built landscape owes a debt to local architect César Manrique, who designed many of the island's must-see architectural feats: Jardín de Cactus, his magical cactus amphitheatre, or the home he designed for himself, where cave-like rooms are carved into lava bubbles (now home to the Fundacíon César Manrique). Speaking of which, the island's volcanic landscape is its own art project. Timanfaya National Park presents a ravishing patchwork of rainbow-hued earth. If climbing a volcano doesn't do it for you, get wet: dive underwater through the art park Museo Atlántico, or surf local favourite Famara beach, a dramatic stretch to the north."
    },
    {
      "id": "1501",
      "title": "Ibiza",
      "recommended": "February",
      "content": "Winter on the White Isle isn’t as bonkers as it sounds. It’s the best time to experience Ibiza as the locals know it – almond trees flush pink-white with blossom; beach bars and pavement cafés are laid-back not lairy; and the tapas and drinks come cheap. Bargain isn’t a word too often associated with this Balearic, but without the club crowds, proprietors look to lure customers with deals. During winter nights, island restaurants participate in Gastrojueves – Gastro Thursdays – where meals are offered half-price. Craving a blowout? Small towns across Ibiza celebrate Carnival with parades early in the month; superclubs such as Pacha throw the after-parties. Really, though, it’s all about taking time to soak up the quieter side of Ibiza. Ibiza’s bohemian north is the best place to discover a more peaceful side to the island, and one of the smartest experiences here is found at Ibiza Horse Valley. This sanctuary rehabilitates mistreated animals and reintroduces them to riding, offering horseback trips to the White Isle’s untouched forest, remote mountaintops and secret beaches."
    }
  ]
}
