{
  "id": "105",
  "articles": [
    {
      "id": "1500",
      "title": "Lanzarote, Canary Islands",
      "recommended": "January",
      "content": "It's no secret the Canary Islands offer reliable winter sun – but it may surprise that there's another side to Lanzarote. Skip the East Coast's gaudy mega-hotels and discover a very cool Canary. Much of the built landscape owes a debt to local architect César Manrique, who designed many of the island's must-see architectural feats: Jardín de Cactus, his magical cactus amphitheatre, or the home he designed for himself, where cave-like rooms are carved into lava bubbles (now home to the Fundacíon César Manrique). Speaking of which, the island's volcanic landscape is its own art project. Timanfaya National Park presents a ravishing patchwork of rainbow-hued earth. If climbing a volcano doesn't do it for you, get wet: dive underwater through the art park Museo Atlántico, or surf local favourite Famara beach, a dramatic stretch to the north."
    },
    {
      "id": "1501",
      "title": "Ibiza",
      "recommended": "February",
      "content": "Winter on the White Isle isn’t as bonkers as it sounds. It’s the best time to experience Ibiza as the locals know it – almond trees flush pink-white with blossom; beach bars and pavement cafés are laid-back not lairy; and the tapas and drinks come cheap. Bargain isn’t a word too often associated with this Balearic, but without the club crowds, proprietors look to lure customers with deals. During winter nights, island restaurants participate in Gastrojueves – Gastro Thursdays – where meals are offered half-price. Craving a blowout? Small towns across Ibiza celebrate Carnival with parades early in the month; superclubs such as Pacha throw the after-parties. Really, though, it’s all about taking time to soak up the quieter side of Ibiza. Ibiza’s bohemian north is the best place to discover a more peaceful side to the island, and one of the smartest experiences here is found at Ibiza Horse Valley. This sanctuary rehabilitates mistreated animals and reintroduces them to riding, offering horseback trips to the White Isle’s untouched forest, remote mountaintops and secret beaches."
    },
    {
      "id": "1502",
      "title": "Seville",
      "recommended": "March",
      "content": "If you're sick and tired of the cold weather, it's time to head south. Seville is one of the best European destinations for finding the first signs of sunshine after a long winter. Despite often being overlooked in favour of larger Spanish cities, it's got its own story to tell – a fascinating history, rich culture and beautiful architecture. It's also great for foodies; the Andalusian capital has its own flavour and style when it comes to Spanish cuisine. Visit El Rinconcillo for a true taste of Seville, where waiters will whisk over dish after dish of speciality dishes."
    },
    {
      "id": "1503",
      "title": "Madrid",
      "recommended": "March",
      "content": "Come March, the winter season is officially over in Madrid. The sun comes out and the citizens of Spain's capital resume their usual activities of al-fresco tapas, sunset strolls through city parks and rooftop sangrias. Flowers burst into bloom, and temperatures are much more enjoyable than the sweltering summer. If you do find a cooler day, head indoors to explore the city's excellent art scene or hop between some of Madrid's boutique shops."
    },
    {
      "id": "1504",
      "title": "Canary Islands",
      "recommended": "March",
      "content": "Spain's tiny golden islands off the coast of North Africa are heavenly in early spring. The days are getting longer and sunnier and there's no sign of the peak-season crowds. We're excited by Lanzarote's beautiful beaches, cool surf scene and amazing places to stay. We're captivated by Tenerife's unexpected lunar landscapes and intrigued by the unsung Canaries: a whistle-stop tour could take you through Santa Cruz de la Palma's whitewashed Renaissance palaces, La Gomera's plunging ravines and Fuencaliente's sleepy volcanic craters bathed in early morning mist. To help plan your trip, see our guide to the best Canary Islands to visit."
    },
    {
      "id": "1505",
      "title": "Malaga",
      "recommended": "March",
      "content": "By March, Malaga is already sunny and warm enough for T-shirts and beach games, if not exactly scorchio quite yet. This pocket-sized city on Spain’s Sunshine Coast has had something of a renaissance of late; no longer just a hop-off point for Marbella and other beach resorts, it’s worth a trip in its own right. Not least for its youthful and exuberant food and creative scenes: buzzy, affordable restaurants run by rising stars are packed with locals year-round, Antonio Banderas has revived the Teatro del Soho, the Lego-like Centre Pompidou sits on the newly redeveloped port. Meanwhile, the Old Town has interesting galleries and artisan boutiques to be found on its squares and sidestreets, as well as a museum dedicated to Malaga’s most famous son, Picasso. Then, of course, there are the beaches, stretching out either side of the town, with beach bars serving up sundowners and seafood, day and night."
    },
    {
      "id": "1506",
      "title": "Valencia",
      "recommended": "March",
      "content": "Spain’s third largest city celebrates spring in typically fiery Spanish style. Which is to say, it sets everything on fire. March’s week-long Las Fallas festival sees Valencia display a host of giant, satirical papier-mâché sculptures (often nodding to topical political scandals and celebrity meltdowns), before they’re paraded around town and spectacularly set ablaze on the final night. In the lead-up, the whole city’s a party: parades, music, ear-busting fireworks, plus the hipster Ruzafa district puts on its own dazzling festival of lights. Better still, this appealing cosmopolitan port city isn’t short of spectacles by day. Alongside almost 3km of beaches and a vibrant old town, there’s the awesome futuristic architecture of the City of Arts and Sciences, where buildings evoke the skeleton of a whale, a water lily, a giant eye and more. For more ideas, see our recommendations for things to do in Valencia."
    }
  ]
}
